var loc3 = [
  {
    oid: "80001",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80003",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80006",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80021",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80023",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80026",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80028",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80037",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80042",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80055",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80060",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80061",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80071",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80076",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80080",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80081",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80083",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80086",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80087",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80091",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80092",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80093",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80109",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80111",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80114",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80120",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80124",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80138",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80142",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80143",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80148",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80153",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80154",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80157",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80160",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80161",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80163",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80165",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80167",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80181",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80182",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80184",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80191",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80192",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80194",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80195",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80198",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80205",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80208",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80210",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80212",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80217",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80220",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80222",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80226",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80227",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80229",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80326",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80332",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80335",
    city: "臺中市",
    precise_loc: "西平南巷, 林厝里, 西屯區, 臺中市, 40763, 臺灣"
  },
  {
    oid: "80336",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80337",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80339",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80343",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80345",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80346",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80347",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80348",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80355",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80357",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80360",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80361",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80363",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80365",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80367",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80368",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80370",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80371",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80373",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80382",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80383",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80389",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80390",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80393",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80394",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80396",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80400",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80401",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80402",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80405",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80406",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80420",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80421",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80422",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80423",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80424",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80431",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80432",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80435",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80442",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80449",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80452",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80456",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80459",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80460",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80462",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80463",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80471",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80473",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80474",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80477",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80478",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80479",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80481",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80482",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80483",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80485",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80486",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80487",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80488",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80490",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80491",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80492",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80495",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80497",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80503",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80511",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80533",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80534",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80537",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80550",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80553",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80556",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80558",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80560",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80561",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80565",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80570",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80571",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80575",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80577",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80581",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80585",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80593",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80599",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80602",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80607",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80611",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80614",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80619",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80620",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80624",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80625",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80630",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80633",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80640",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80643",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80646",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80660",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80661",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80665",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80672",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80673",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80679",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80681",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80683",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80700",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80707",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80708",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80710",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80713",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80715",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80719",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80726",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80731",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80733",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80736",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80756",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80757",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80758",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80770",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80771",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80791",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80796",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80797",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80805",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80807",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80814",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80816",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80827",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80831",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80832",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80833",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80835",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80836",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80837",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80838",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80840",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80841",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80844",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80846",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80848",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80854",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80865",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80866",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80871",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80876",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80877",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80881",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80912",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80918",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80922",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "80932",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80944",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80946",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80949",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80952",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80955",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "80956",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80958",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80964",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80967",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80969",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80970",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "80976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "80979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81007",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81008",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81009",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81013",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81014",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81015",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81016",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81017",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81020",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81022",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81025",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81027",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81032",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81051",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81053",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81055",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81087",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81093",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81097",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81099",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81100",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81101",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81104",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81108",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81109",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81112",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81114",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81115",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81116",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81117",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81118",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81120",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81128",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81129",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81130",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81131",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81135",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81136",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81138",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81139",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81141",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81143",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81145",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "81151",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "81153",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "81159",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81162",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81171",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "81174",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81176",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81184",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81189",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81191",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81194",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81196",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81198",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81201",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81202",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81203",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81210",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81211",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81230",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81242",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81247",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81248",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81250",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81251",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81258",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81261",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81266",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81267",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81268",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81269",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81270",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81271",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81273",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81285",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81290",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81292",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81296",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81300",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81301",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81303",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81304",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81305",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81306",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81307",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81309",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81311",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81312",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81314",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81315",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81321",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81326",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81328",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81330",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81333",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81337",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81351",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81360",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81363",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81364",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81367",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81370",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81371",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81372",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81373",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81376",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81386",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81388",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81391",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81392",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81393",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81395",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81398",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81399",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81402",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81404",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81413",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81414",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81417",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81418",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81460",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81471",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81472",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81473",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81478",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81620",
    city: "臺中市",
    precise_loc: "靜宜大學, 200, 臺灣大道七段, 晉江里, 沙鹿區, 臺中市, 43301, 臺灣"
  },
  {
    oid: "81627",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81653",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81665",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81685",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81693",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81702",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81703",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81706",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81708",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81709",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81710",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81713",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "81714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81719",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81723",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81724",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81726",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81729",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81733",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81736",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81743",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81749",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81750",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81755",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81756",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81758",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81759",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81761",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81768",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81771",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81781",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81783",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81786",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81787",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81788",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81789",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81790",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81806",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81813",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81819",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81820",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81821",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81831",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81833",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81835",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81837",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81840",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81844",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81846",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81850",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81852",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81857",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81863",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81882",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81890",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81892",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81898",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81900",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81906",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81907",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81909",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81918",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81919",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81921",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81922",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81923",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81924",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81929",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81930",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81931",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81932",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81933",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81938",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81940",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81951",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81952",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81953",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81958",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81960",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81961",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81963",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81964",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81965",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81967",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81969",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81971",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81977",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81978",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81979",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81982",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81983",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81989",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81990",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81991",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81992",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81993",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "81994",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "81995",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "81996",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "81999",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82001",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82002",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82003",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82004",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82005",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82010",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82011",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82014",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82016",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82020",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82022",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82023",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82027",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82033",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82037",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82038",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82043",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82047",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82048",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82051",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82054",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82062",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82067",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82073",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82075",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82077",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82079",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82089",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82090",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82092",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82093",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82095",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82107",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82117",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82133",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82137",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82139",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82143",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82145",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82149",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82151",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82153",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82159",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82162",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82166",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82168",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82171",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82175",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82177",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82179",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82187",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82197",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82206",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82208",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82210",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82211",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82214",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82215",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82217",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82223",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82225",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82227",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82229",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82237",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82239",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82241",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82243",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82247",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82249",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82267",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82268",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82275",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82285",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82292",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82298",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82300",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82306",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82307",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82313",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82315",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82319",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82330",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82336",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82344",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82348",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82350",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82357",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82361",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82421",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82423",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82425",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82430",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82443",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82446",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82447",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "82451",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82452",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82453",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82459",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82461",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82463",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82503",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82505",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82515",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82525",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82531",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82538",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82591",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82594",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82615",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82630",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82634",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82640",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82647",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82657",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82661",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82690",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82694",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "82699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82713",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82719",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82728",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "82763",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82786",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82788",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82794",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82796",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82817",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "82820",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82850",
    city: "南投市",
    precise_loc: "南投國小, 公所街, 崇文里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "82859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82865",
    city: "南投市",
    precise_loc: "南投國小, 公所街, 崇文里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "82868",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82879",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82898",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82901",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82911",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82915",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82918",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82922",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82924",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82932",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "82934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82936",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82938",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82945",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82950",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82954",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82956",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82971",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "82974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82976",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "82985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "82989",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83004",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83012",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83021",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83040",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83047",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83085",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83113",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83132",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83141",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83146",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83149",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83183",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83192",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83211",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83216",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83223",
    city: "臺南市",
    precise_loc: "國道南工處, 裕農路, 南聖里, 東區, 後甲, 臺南市, 701, 臺灣"
  },
  {
    oid: "83224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83230",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83234",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83236",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83238",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83240",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83257",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83281",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83292",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83302",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83323",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83332",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83333",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83335",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83337",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83342",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83346",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83348",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83350",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83354",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83358",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83363",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83367",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83369",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83371",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83386",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83388",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83390",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83412",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83414",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83424",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83430",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83436",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83448",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83459",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83466",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83469",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83472",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83488",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83492",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83498",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83500",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83510",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83559",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83561",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83568",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83570",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83572",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83577",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83581",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83583",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83585",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83594",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83609",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83619",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83625",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83627",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83638",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83640",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83642",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83646",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83648",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83654",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83656",
    city: "南投市",
    precise_loc: "福爾摩沙高速公路, 公埔, 千秋里, 南投市, 南投縣, 55148, 臺灣"
  },
  {
    oid: "83664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83668",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83674",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83697",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83699",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83703",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83705",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83718",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83732",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83734",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83736",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83738",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83740",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83742",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83746",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83750",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83766",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83770",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83776",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83780",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83797",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83808",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83810",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83812",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83820",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83831",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83835",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83841",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83843",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83845",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83856",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83872",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83875",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83880",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83884",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83892",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83896",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83902",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83904",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83913",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83915",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83927",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83929",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83935",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83941",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83949",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83951",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83953",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83957",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83961",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83963",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83965",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83967",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83971",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "83973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83983",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83989",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "83991",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "83993",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "83996",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84003",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84022",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84037",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84043",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84053",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84061",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84067",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84070",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84072",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84074",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84080",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84086",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84100",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84157",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84159",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84161",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84163",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84175",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84177",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84179",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84187",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84195",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84197",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84199",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84213",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84215",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84225",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84227",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84234",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84236",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84238",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84240",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84246",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84254",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84274",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84282",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84292",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84294",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84300",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84304",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84306",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84308",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84312",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84313",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84322",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84334",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84336",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84341",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84354",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84367",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84369",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84371",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84382",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84384",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84388",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84394",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84437",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84445",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84447",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84449",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84452",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84460",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84483",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84487",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84491",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84496",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84498",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84500",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84502",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84504",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84506",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84510",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84514",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84516",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84520",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84522",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84545",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84569",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84579",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84593",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84599",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84611",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84617",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84619",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84623",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84637",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84639",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84650",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84652",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84654",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84660",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84667",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84676",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84689",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84697",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84711",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84719",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84721",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84731",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84739",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84751",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84764",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84773",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84776",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84778",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84780",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84784",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84797",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84801",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84803",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84806",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84808",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84810",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84818",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84828",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84844",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84855",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84874",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84876",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84890",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84894",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84898",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84902",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84904",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84914",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84916",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84922",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84924",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84926",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84953",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84957",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "84961",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84983",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "84984",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "84992",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84994",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84996",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "84998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85003",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85014",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85016",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85026",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85033",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85035",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85047",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85049",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85051",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85053",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85059",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85063",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85084",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85086",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85088",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85100",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85102",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85106",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85114",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85118",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85122",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85127",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85138",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85162",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85176",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85195",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85197",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85215",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85219",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85221",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85239",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85240",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85242",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85253",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85255",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85257",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85261",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85271",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85277",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85279",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85282",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85314",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85320",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85322",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85328",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85330",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85346",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85350",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85356",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85362",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85364",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85372",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85382",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85386",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85390",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85401",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85403",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85404",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85407",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85432",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85460",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85470",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85471",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85472",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85473",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85474",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85475",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85476",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85477",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85478",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85479",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85484",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85488",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85497",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85503",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85510",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85513",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85538",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85543",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85545",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85547",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85549",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85551",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85553",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85564",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85565",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85584",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85594",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85613",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85625",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85634",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85643",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85649",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85665",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85667",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85684",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85686",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85694",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85698",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85700",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85702",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85704",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85708",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85710",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85716",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85755",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "85763",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85775",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85778",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85779",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85808",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85810",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85818",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85832",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85834",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "85837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85839",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85841",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85843",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85846",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85848",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85853",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85859",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85863",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85884",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85893",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85895",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85906",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85914",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85922",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85924",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85931",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85948",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85952",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85981",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "85985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85989",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "85991",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85993",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "85995",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86002",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86027",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86052",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86058",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86069",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86073",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86075",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86082",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86095",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86103",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86114",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86116",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86118",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86147",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86163",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86165",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86167",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86173",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86175",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86177",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86182",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86190",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86192",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86196",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86198",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86200",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86202",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86204",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86208",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86214",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86218",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86220",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86234",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86236",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86239",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86243",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86250",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86262",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86271",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86273",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86277",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86285",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86287",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86289",
    city: "南投市",
    precise_loc: "工業路, 南崗工業區, 平山里, 南投市, 南投縣, 54067, 臺灣"
  },
  {
    oid: "86292",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86294",
    city: "南投市",
    precise_loc: "工業路, 南崗工業區, 平山里, 南投市, 南投縣, 54067, 臺灣"
  },
  {
    oid: "86297",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86299",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86311",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86312",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86324",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86327",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86329",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86334",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86337",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86341",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86343",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86345",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86347",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86354",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86361",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86365",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86367",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86369",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86376",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86393",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86400",
    city: "臺中市",
    precise_loc: "東寶里, 潭子區, 臺中市, 42756, 臺灣"
  },
  {
    oid: "86402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86404",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86411",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86418",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86422",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86428",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86430",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86440",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86442",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86452",
    city: "斗六市",
    precise_loc: "全聯, 文敬路, 社口, 社口里, 斗六市, 雲林縣, 64002, 臺灣"
  },
  {
    oid: "86454",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86480",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86496",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86501",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86503",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86507",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86516",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86523",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86525",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86534",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86536",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86539",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86541",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86543",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86545",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86554",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86556",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86560",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86566",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86568",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86570",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86572",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86574",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86594",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86601",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86602",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86603",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86604",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86605",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86616",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86619",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86622",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86639",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86641",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86643",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86651",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86653",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86657",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86666",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86672",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86674",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86676",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86678",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86682",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86684",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86686",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86694",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86711",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86723",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86727",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86729",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86741",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86754",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86764",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86768",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86787",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86793",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86796",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86798",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86801",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86809",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86818",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86821",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "86826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86832",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86834",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86838",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86851",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86853",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86882",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86899",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86910",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86914",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86918",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86924",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86930",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86932",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86942",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "86972",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "86976",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "86982",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87006",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87013",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87015",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87017",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87019",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87023",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87026",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87034",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87036",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87045",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87047",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87094",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87100",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87108",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87111",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87122",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87139",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87154",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87160",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87162",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87166",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87168",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87170",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87172",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87174",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87178",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87203",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87207",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87213",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87222",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87234",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87243",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87247",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87266",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87274",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87279",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87283",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87289",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87305",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87307",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87309",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87315",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87376",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87381",
    city: "臺南市",
    precise_loc: "國道南工處, 裕農路, 南聖里, 東區, 後甲, 臺南市, 701, 臺灣"
  },
  {
    oid: "87382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87399",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87401",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87403",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87405",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87409",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87442",
    city: "臺北市",
    precise_loc: "天狗日式串燒, 八德路三段8巷, 敦化里, 松山區, 中崙, 臺北市, 10557, 臺灣"
  },
  {
    oid: "87443",
    city: "臺北市",
    precise_loc: "天狗日式串燒, 八德路三段8巷, 敦化里, 松山區, 中崙, 臺北市, 10557, 臺灣"
  },
  {
    oid: "87451",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87478",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87491",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87495",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87497",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87503",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87507",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87513",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87520",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87538",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87548",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87550",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87552",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87588",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87590",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87602",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87612",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87638",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87641",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87643",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87646",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87648",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87651",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87653",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87655",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87657",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87659",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87661",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87663",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87673",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87675",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87677",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87681",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87701",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87703",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87713",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87715",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87716",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87728",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87736",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87744",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87749",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87755",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87758",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87760",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87764",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87766",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87772",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87776",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87778",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87780",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87782",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87784",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87786",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87788",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87790",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87792",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87794",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87796",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87800",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87804",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87806",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87810",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87812",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87814",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87816",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87818",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87820",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87824",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87828",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87832",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87841",
    city: "南投市",
    precise_loc: "中興路, 三和里, 南投市, 南投縣, 54048, 臺灣"
  },
  {
    oid: "87842",
    city: "南投市",
    precise_loc: "中興路, 三和里, 南投市, 南投縣, 54048, 臺灣"
  },
  {
    oid: "87843",
    city: "南投市",
    precise_loc: "中興路, 三和里, 南投市, 南投縣, 54048, 臺灣"
  },
  {
    oid: "87846",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87852",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87876",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87887",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "87901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87915",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87931",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87939",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87942",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87964",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "87972",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "87976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "87984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88006",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88008",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88022",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88024",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88055",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88070",
    city: "新北市",
    precise_loc: "中興北街, 頂崁里, 三重區, 頂崁里, 新北市, 24158, 臺灣"
  },
  {
    oid: "88085",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88148",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88152",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88157",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88162",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88174",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88198",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88202",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88208",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88222",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88239",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88251",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88255",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88257",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88263",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88266",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88271",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88275",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88286",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88295",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88307",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88315",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88320",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88346",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88348",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88350",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88365",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88366",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88367",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88379",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88401",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88409",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88413",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88442",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88444",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88446",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88449",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88454",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88456",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88470",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88472",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88474",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88476",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88505",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88507",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88509",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88511",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88515",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88520",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88532",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88546",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88567",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88573",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88576",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88582",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88588",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88601",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88616",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88622",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88634",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88640",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88642",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88644",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88646",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88648",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88652",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88667",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88720",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "88722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88726",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88729",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88732",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88737",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "88751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88755",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88776",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88810",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88815",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88816",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88818",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88835",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88838",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88840",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88845",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88861",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88870",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88871",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88898",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88903",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88911",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88924",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88938",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88942",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88944",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88963",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88964",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88970",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88972",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88988",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88989",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "88992",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "88999",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89017",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89029",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89031",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89035",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89037",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89040",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89042",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89044",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89048",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89059",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89066",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89067",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89076",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89081",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89083",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89085",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89093",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89099",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89110",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89114",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89124",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89127",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89129",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89131",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89133",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89140",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89157",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89160",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89163",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89169",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89181",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89191",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89195",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89203",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89205",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89208",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89210",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89218",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89222",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89229",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89262",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89290",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89291",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89292",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89297",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89301",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89324",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89326",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89348",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89350",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89355",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89357",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89361",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89367",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89369",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89375",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89386",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89388",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89400",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89405",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89436",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89437",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89448",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89464",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89466",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89468",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89474",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89488",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89494",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89498",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89504",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89530",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89541",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89543",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89546",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89549",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89556",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89559",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89573",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89592",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89602",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89612",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89614",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89616",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89624",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89628",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89634",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89647",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89656",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89695",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89703",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89707",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89712",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89722",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89728",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89734",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89745",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89747",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89780",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89786",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89788",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89790",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89792",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89802",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89815",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89833",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89834",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89836",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89845",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89858",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89868",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89873",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89875",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89877",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89888",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89901",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89907",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89913",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89919",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89932",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89943",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89945",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "89950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89953",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89957",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89971",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89982",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "89985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89990",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "89995",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "89997",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90016",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90034",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90036",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90051",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90071",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90073",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90077",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90085",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90086",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90114",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90160",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90171",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90173",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90175",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90179",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90181",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90185",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90221",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90227",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90230",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90236",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90238",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90240",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90263",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90274",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90278",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90280",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90284",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90286",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90295",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90307",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90319",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90321",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90335",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90345",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90347",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90354",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90366",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90389",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90413",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90421",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90425",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90427",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90437",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90444",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90446",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90451",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90467",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90469",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90473",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90479",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90481",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90483",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90489",
    city: "斗六市",
    precise_loc: "全聯, 文敬路, 社口, 社口里, 斗六市, 雲林縣, 64002, 臺灣"
  },
  {
    oid: "90499",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90514",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90516",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90524",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90536",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90552",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90558",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90568",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90570",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90572",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90578",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90580",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90582",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90590",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90598",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90602",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90609",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90624",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90629",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90639",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90641",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90647",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90657",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90667",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90693",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90716",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90735",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90743",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90747",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90751",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90753",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90755",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90759",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90771",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90773",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90793",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90816",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90824",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90829",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90842",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90844",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90846",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90854",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90872",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90875",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90883",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90890",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90892",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90901",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90918",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90942",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90948",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90958",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90960",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90962",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90964",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90972",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90974",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90978",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "90982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "90986",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "90990",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "90998",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91016",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91018",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91025",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91038",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91042",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91046",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91050",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91053",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91055",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91061",
    city: "新北市",
    precise_loc: "中興北街, 頂崁里, 三重區, 頂崁里, 新北市, 24158, 臺灣"
  },
  {
    oid: "91062",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91064",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91075",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91096",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91098",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91100",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91106",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91125",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91134",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91144",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91156",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91158",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91160",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91162",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91164",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91181",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91198",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91206",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91211",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91215",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91225",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91226",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91245",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91265",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91278",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91295",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91305",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91323",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91329",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91335",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91343",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91345",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91351",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91359",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91392",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91416",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91428",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91431",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91459",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91462",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91471",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91473",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91482",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91505",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91515",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91532",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91536",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91546",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91550",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91552",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91560",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91572",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91578",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91580",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91588",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91590",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91615",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91620",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91629",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91631",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91641",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91676",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91690",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91694",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91700",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91706",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91715",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91717",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91732",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91754",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91764",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91765",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91766",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91767",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91768",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91769",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91770",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91771",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91772",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91773",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91778",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91781",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91797",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91801",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91807",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91809",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91821",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91823",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91841",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91865",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91873",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "91903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91915",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91917",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91933",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "91935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91951",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91966",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91976",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "91990",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "91998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92031",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92041",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92043",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92047",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92054",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92058",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92071",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92072",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92084",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92089",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92119",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92121",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92125",
    city: "臺北市",
    precise_loc: "行政院農業委員會, 37, 南海路, 龍光里, 中正區, 龍匣口, 臺北市, 10014, 臺灣"
  },
  {
    oid: "92126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92128",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92140",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92151",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92157",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92168",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92170",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92297",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92347",
    city: "高雄市",
    precise_loc: "旗楠路80巷, 保社里, 大社區, 鳳山厝, 高雄市, 815, 臺灣"
  },
  {
    oid: "92352",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92355",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92360",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92385",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92387",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92405",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92408",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92424",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92436",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92442",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92448",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92450",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92456",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92460",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92464",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92466",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92468",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92472",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92478",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92507",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92510",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92514",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92525",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92527",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92533",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92536",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92547",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92561",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92578",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92584",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92588",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92602",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92606",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92634",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92639",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92647",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92652",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92653",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92658",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92659",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92671",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92675",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92682",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92684",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92693",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92700",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92702",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92704",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92711",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92730",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92733",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92737",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92741",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92743",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92745",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92751",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92753",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92763",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92773",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92775",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92782",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92785",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92787",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92791",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "92795",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92828",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92840",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92856",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92861",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92869",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92951",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92954",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92956",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92958",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92960",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92971",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92975",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92979",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "92983",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92985",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "92987",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "92989",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93017",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93027",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93038",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93050",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93058",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93062",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93078",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93080",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93086",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93101",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93118",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93122",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93124",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93128",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93143",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93158",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93162",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93168",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93212",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93246",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93251",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93253",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93255",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93259",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93261",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93267",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93271",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93275",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93277",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93279",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93281",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93292",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93325",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93341",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93348",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93374",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93385",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93409",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93431",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93440",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93467",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93473",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93499",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93501",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93503",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93510",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93554",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93582",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93585",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93593",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93613",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93687",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93688",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93690",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93694",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93704",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93707",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93739",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93742",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93746",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93750",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93759",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93769",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93772",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93776",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93782",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93789",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93790",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93791",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93799",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93865",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93866",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93867",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93868",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93870",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93900",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "93902",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93959",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93964",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "93970",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93975",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "93979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "93994",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94002",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94012",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94025",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94047",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94051",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94070",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94086",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94091",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94114",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94132",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94134",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94140",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94143",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94152",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94158",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94162",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94164",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94165",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94183",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94205",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94208",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94209",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94212",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94218",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94227",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94229",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94231",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94235",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94237",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94251",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94255",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94273",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94275",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94280",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94284",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94286",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94294",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94296",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94300",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94302",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94306",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94310",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94314",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94322",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94324",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94326",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94328",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94330",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94332",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94334",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94338",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94362",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94363",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94376",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94390",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94393",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94406",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94410",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94419",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94427",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94435",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94441",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94451",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94456",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94459",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94461",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94463",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94465",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94467",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94473",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94476",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94480",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94488",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94502",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94508",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94525",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94533",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94536",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94538",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94540",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94551",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94572",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94574",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94578",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94582",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94588",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94592",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94612",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94626",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94631",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94637",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94640",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94642",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94644",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94659",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94661",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94664",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94669",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94673",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94686",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94703",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94705",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94719",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94725",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94741",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94754",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94759",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94775",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94793",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94795",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94797",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94801",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94805",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94807",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94809",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94813",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94819",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94821",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94831",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94859",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94871",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94876",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94879",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94883",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94893",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94897",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94899",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94923",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94931",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94936",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94942",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94952",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94958",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94972",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94978",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "94980",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "94982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94990",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "94992",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94994",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94996",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "94998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95006",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95016",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95018",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95022",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95052",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95076",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95078",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95080",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95082",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95084",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95087",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95128",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95142",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95147",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95150",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95168",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95177",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95180",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95190",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95195",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95197",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95198",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95200",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95210",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95221",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95228",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95298",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95308",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95313",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95323",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95325",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95333",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95335",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95361",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95362",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95373",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95378",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95379",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95383",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95385",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95405",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95407",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95414",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95416",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95418",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95423",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95425",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95429",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95436",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95437",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95438",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95441",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95442",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95443",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95445",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95446",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95451",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95452",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95453",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95455",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95457",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95458",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95462",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95466",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95474",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95483",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95488",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95489",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95497",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95501",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95508",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95515",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95516",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95517",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95530",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95533",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95545",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95550",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95553",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95560",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95561",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95563",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95564",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95566",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95572",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95576",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95581",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95582",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95584",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95585",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95589",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95596",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95598",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95599",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95601",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95622",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95624",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95637",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95651",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95660",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95692",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95729",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95740",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95744",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95756",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95768",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95770",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95772",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95774",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95776",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95784",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95786",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95788",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95792",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95796",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95804",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95806",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95810",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95812",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95816",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95824",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95829",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95841",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95847",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95859",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95867",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95871",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95873",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95881",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95893",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95897",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95899",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95915",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95917",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95919",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95925",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95927",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95929",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95931",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95933",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95935",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95937",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95939",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95951",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95953",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "95961",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "95963",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "95985",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95987",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95989",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "95992",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96003",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96004",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96007",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96015",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96021",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96022",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96035",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96071",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96072",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96074",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96075",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96131",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96162",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96195",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96202",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96207",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96214",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96217",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96223",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96230",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96249",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96251",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96253",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96255",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96266",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96275",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96277",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96308",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96323",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96324",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96325",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96326",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96329",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96357",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96365",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96373",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96420",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96467",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96522",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96528",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96533",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96545",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96547",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96551",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96553",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96557",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96559",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96585",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96586",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96587",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96591",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96594",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96607",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96616",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96677",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96680",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96690",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96694",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96721",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96751",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96798",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96829",
    city: "臺南市",
    precise_loc: "國道南工處, 裕農路, 南聖里, 東區, 後甲, 臺南市, 701, 臺灣"
  },
  {
    oid: "96851",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96871",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "96878",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96901",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96918",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96926",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96927",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96938",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96940",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "96951",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "96974",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96984",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "96988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97012",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97019",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97024",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97055",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97084",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97101",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97103",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97105",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97113",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97118",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97158",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97163",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97168",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97195",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97211",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97217",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97230",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97283",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97292",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97296",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97304",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "97323",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97334",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97339",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97355",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97356",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97382",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97383",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97384",
    city: "臺南市",
    precise_loc: "國道南工處, 裕農路, 南聖里, 東區, 後甲, 臺南市, 701, 臺灣"
  },
  {
    oid: "97390",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97393",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97404",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97422",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97451",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97464",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97502",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97508",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97597",
    city: "南投市",
    precise_loc: "千秋路370巷, 白鷺厝, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97598",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97606",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97616",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97639",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97650",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97666",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97675",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97681",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97684",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97687",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97692",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97700",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97702",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97704",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97715",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97742",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97750",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97814",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97816",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97821",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97831",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97839",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97841",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97847",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97851",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97862",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97882",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97895",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97906",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97918",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "97925",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97930",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "97933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97942",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97944",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97946",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97952",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97965",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "97982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "97992",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98014",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98016",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98018",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98030",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98038",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98052",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98053",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98055",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98066",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98067",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98068",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98080",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98091",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98092",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98093",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98094",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98095",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98101",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98102",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98105",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98166",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98213",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98261",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98262",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98281",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98283",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98286",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98292",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98295",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98321",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98324",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98357",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98379",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98388",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98391",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98398",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98402",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98409",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98411",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98422",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98424",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98425",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98426",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98427",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98428",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98434",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98438",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98440",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98441",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98447",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98451",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98453",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98459",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98460",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98464",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98466",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98468",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98470",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98472",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98493",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98494",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98499",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98514",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98637",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98711",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98717",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98718",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "98725",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98729",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98736",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98742",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98751",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98757",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98761",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98794",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98803",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98809",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98810",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "98815",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98829",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98839",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98845",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98867",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98874",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98879",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98903",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "98975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "98987",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99021",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99030",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99032",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99036",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99044",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99048",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99050",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99052",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99127",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99128",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99129",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99130",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99243",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99267",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99347",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99408",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99423",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99454",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99455",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99456",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99457",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99459",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99465",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99490",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99491",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99496",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99532",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99576",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99581",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99607",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99615",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99650",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99700",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99702",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99728",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99779",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99847",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99851",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99853",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99855",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99858",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99865",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99868",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99883",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99885",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99887",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99895",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "99897",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99909",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "99911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99915",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "99917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99923",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "99963",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100223",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100239",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100255",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100268",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100274",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100285",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100301",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100318",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100325",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100333",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100336",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100340",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100342",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100351",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100364",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100368",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100383",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100387",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100449",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100486",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100539",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100541",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100561",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100598",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100614",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100625",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100628",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100636",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100642",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100656",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100666",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100668",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100680",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100685",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100716",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100730",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100816",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100845",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100856",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "100863",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "100865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100893",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100895",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100903",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100904",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100910",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100923",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100955",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "100983",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "100990",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101001",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101003",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101019",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101023",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101029",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101032",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101033",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101040",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101045",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101054",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101077",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101086",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101095",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101097",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101101",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101140",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101168",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101170",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101193",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101293",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101304",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101309",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101315",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101338",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  }
]