var loc4 = [
  {
    oid: "101352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101368",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101375",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101400",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101407",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101419",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101421",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101423",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101434",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101445",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101451",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101454",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101455",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101456",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101460",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101464",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101466",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101478",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101485",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101488",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101491",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101504",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101506",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101508",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101511",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101530",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101547",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101557",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101571",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101581",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101595",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101621",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101629",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101635",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101640",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101642",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101644",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101646",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101650",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101654",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101666",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101668",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101672",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101676",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101680",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101682",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101684",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101690",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101694",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101698",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101728",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101732",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101739",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101741",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101749",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101753",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101762",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101765",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101771",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101775",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101778",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101781",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101785",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101789",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101805",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101807",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101809",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101815",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101817",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101819",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101821",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101855",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101866",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101872",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101876",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101878",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101880",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101882",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101884",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101890",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101892",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101894",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101898",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101900",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101902",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101904",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101906",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101910",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101914",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101916",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101920",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "101922",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "101924",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101926",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101932",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "101949",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101961",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101973",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101987",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "101999",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102005",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102016",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102029",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102075",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102097",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102114",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102121",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102135",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102138",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102149",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102152",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102157",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102190",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102205",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102224",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102238",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102292",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102346",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102350",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102362",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102373",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102379",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102411",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102420",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102425",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102429",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102483",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102485",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102497",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102498",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102517",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102545",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102546",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102557",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102577",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102581",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102583",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102589",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102593",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102599",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102603",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102605",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102609",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102611",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102619",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102631",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102637",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102643",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102656",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "102669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102682",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102725",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "102730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102967",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102977",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102983",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "102985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "102991",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103009",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103190",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103198",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103228",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103295",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103376",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103431",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103463",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103471",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103496",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103500",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103502",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103508",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103510",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103516",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103518",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103520",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103532",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103540",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103542",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103544",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103548",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103552",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103556",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103619",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103632",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103661",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103681",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103707",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103712",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103725",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103726",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103727",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103728",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103729",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103730",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103731",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103733",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103734",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103735",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103736",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103744",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103745",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103757",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103776",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103786",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103801",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103805",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103807",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103824",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103832",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103838",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103860",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103864",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "103870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103876",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103880",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103889",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103898",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103915",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "103937",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103939",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103940",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "103973",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "103993",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104016",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104018",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104024",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104030",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104042",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104044",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104058",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104083",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104086",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104091",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104097",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104107",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104122",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104124",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104131",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104135",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104143",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104267",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104289",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104290",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104321",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104329",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104331",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104332",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104336",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104350",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104358",
    city: "臺中市",
    precise_loc: "北豐路, 四德里, 霧峰區, 臺中市, 413, 臺灣"
  },
  {
    oid: "104361",
    city: "臺中市",
    precise_loc: "北豐路, 四德里, 霧峰區, 臺中市, 413, 臺灣"
  },
  {
    oid: "104364",
    city: "臺中市",
    precise_loc: "北豐路, 四德里, 霧峰區, 臺中市, 413, 臺灣"
  },
  {
    oid: "104366",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104375",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104385",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104386",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104387",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104388",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104454",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104461",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104464",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104466",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104472",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104489",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104493",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104522",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104527",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104598",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "104602",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104604",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104612",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104617",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104628",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104632",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104639",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104646",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104647",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104648",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104649",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104650",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104651",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104652",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104653",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104654",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104655",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104663",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104665",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104673",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104678",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104682",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104688",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104692",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104706",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104715",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "104722",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "104730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104742",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104750",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104752",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104823",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104876",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104895",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104905",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "104925",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104927",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104932",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104943",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104953",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104958",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104965",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104969",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "104978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "104982",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "104984",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105030",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105046",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105062",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105064",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105066",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105071",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105073",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105109",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105149",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105157",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105159",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105163",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105167",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105175",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105177",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105179",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "105181",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105187",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105201",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105211",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105239",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105303",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105305",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105308",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105415",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "105496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105498",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105541",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105544",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105549",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105551",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105570",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105573",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105613",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105620",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105630",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "105632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105634",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105643",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105654",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105666",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105743",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105788",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105794",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105795",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105796",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105798",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105804",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105806",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105808",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105823",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105833",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105841",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105853",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105863",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105871",
    city: "斗六市",
    precise_loc: "全聯, 文敬路, 社口, 社口里, 斗六市, 雲林縣, 64002, 臺灣"
  },
  {
    oid: "105877",
    city: "斗六市",
    precise_loc: "和平路, 大潭, 龍潭里, 斗六市, 雲林縣, 64002, 臺灣"
  },
  {
    oid: "105881",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105895",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105905",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105933",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "105935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105944",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105960",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "105966",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "105981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "105987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106020",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106022",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106038",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106041",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106048",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106075",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106080",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106082",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106084",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106088",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106092",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106105",
    city: "南投市",
    precise_loc: "臺灣中小企業銀行, 139, 復興路, 彰仁里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "106108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106112",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106116",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106118",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106122",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106140",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106158",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106162",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106168",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106170",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106174",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106212",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106261",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106279",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106303",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106305",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106311",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106319",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106325",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106329",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106331",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106337",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106383",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106389",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106429",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106444",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106450",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106465",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106479",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106486",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106489",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106490",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106557",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106563",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106565",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106635",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106637",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106638",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106657",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106667",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106672",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106675",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106676",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106677",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106688",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106689",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106691",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106692",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106693",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106694",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106695",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106696",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106697",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106700",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106702",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106703",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106708",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106713",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106716",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106719",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106727",
    city: "南投市",
    precise_loc: "中興路, 三和里, 南投市, 南投縣, 54048, 臺灣"
  },
  {
    oid: "106728",
    city: "南投市",
    precise_loc: "中興路, 三和里, 南投市, 南投縣, 54048, 臺灣"
  },
  {
    oid: "106799",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106800",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106832",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106833",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106836",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106850",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106868",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106871",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106877",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106890",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106896",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106897",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106900",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106902",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106908",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106916",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106930",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106943",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106953",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106964",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "106968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "106973",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "106992",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106994",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "106997",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107002",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107007",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107009",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107011",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107015",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107021",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107026",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107028",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107034",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107036",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107071",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107073",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107082",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107085",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107090",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107092",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107094",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107101",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107119",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107125",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107129",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107131",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107157",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107162",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107176",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107182",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107188",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107192",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107199",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107203",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107222",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107226",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107236",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107238",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107240",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107246",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107250",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107266",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107274",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107276",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107278",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107280",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107310",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107325",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107335",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107338",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107342",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107343",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107356",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107363",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107368",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107374",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107375",
    city: "頭份市",
    precise_loc: "水源路, 牛欄窩, 上興里, 頭份市, 苗栗縣, 351, 臺灣"
  },
  {
    oid: "107376",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107380",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107467",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107468",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107478",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107481",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107482",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107490",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107497",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107503",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107509",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107513",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107515",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107517",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107519",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107521",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107523",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107525",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107527",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107531",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107537",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107539",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107541",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107543",
    city: "高雄市",
    precise_loc: "後昌路546巷7弄, 宏南新村, 宏南里, 楠梓區, 高雄市, 811, 臺灣"
  },
  {
    oid: "107548",
    city: "高雄市",
    precise_loc: "後昌路546巷7弄, 宏南新村, 宏南里, 楠梓區, 高雄市, 811, 臺灣"
  },
  {
    oid: "107558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107568",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107590",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107594",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "107597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107606",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107615",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "107637",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107647",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107654",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107666",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107672",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107682",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107684",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107686",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107691",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107700",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107708",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107716",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107736",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107743",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107746",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107751",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107753",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107755",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107757",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107766",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107791",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107815",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107819",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107823",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107827",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107833",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107835",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107860",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "107862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107874",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107875",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107877",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107879",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107881",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107887",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107894",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107909",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107914",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107928",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107929",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107931",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107939",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107945",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107951",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107953",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "107961",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107969",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "107972",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "107997",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108001",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108003",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108006",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108021",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108023",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108027",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108037",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108041",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108052",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108055",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108064",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108069",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108070",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108071",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108075",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108081",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108082",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108083",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108086",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108088",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108089",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108090",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108099",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108101",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108106",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108110",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108125",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108132",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108138",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108145",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108146",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108147",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108148",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108149",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108150",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108157",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108166",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108174",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108192",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108197",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108199",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108201",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108207",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108209",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108211",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108215",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108221",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108240",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108255",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108261",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108265",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108267",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108269",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108271",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108284",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108286",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108290",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108292",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108294",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108313",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108315",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108317",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108327",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108335",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108339",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108345",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108351",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108355",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108357",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108361",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108363",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108367",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108369",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108371",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108373",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108375",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108377",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108379",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108381",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108389",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108393",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108399",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108422",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108435",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108437",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108439",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108449",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108453",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108488",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108513",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108515",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108517",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108531",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108536",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108538",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108547",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108573",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "108578",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108618",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108648",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108666",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108670",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108672",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108676",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108682",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108694",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108715",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108719",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108721",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108725",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108731",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108743",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108745",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108759",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108768",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108795",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "108798",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108828",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108843",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108874",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108895",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108914",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "108917",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108923",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108973",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "108981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "108983",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "108996",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109012",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109013",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109014",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109016",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "109021",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109037",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109057",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109067",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109071",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109073",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109077",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109085",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109087",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109089",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109093",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109095",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109106",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109118",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109129",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109134",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109140",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109197",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109199",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109208",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109228",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109236",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109239",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109242",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109251",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109253",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109255",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109257",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109261",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109266",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109268",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109275",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109279",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109281",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109293",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109341",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109343",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109371",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109387",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109389",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109391",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109393",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109395",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109414",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109420",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109422",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109428",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109464",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109467",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109485",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109488",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109501",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109533",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109562",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109565",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109569",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109571",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109580",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109612",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109614",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109624",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109627",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109635",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109641",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109672",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109700",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109702",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109707",
    city: "臺南市",
    precise_loc: "富強路, 官田工業區, 二鎮里, 官田區, 臺南市, 720, 臺灣"
  },
  {
    oid: "109712",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109728",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109730",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109740",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109742",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109746",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109750",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109780",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109781",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109800",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109810",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109812",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109815",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109817",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109826",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109833",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109838",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109865",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109871",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109873",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109875",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109877",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109881",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109883",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109885",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109887",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109889",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109891",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109892",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109899",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109914",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109920",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109927",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109929",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109931",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109937",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109946",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "109954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109957",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "109959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109985",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109990",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109992",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109994",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "109996",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "109998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110014",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110018",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110022",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110024",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110034",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110040",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110051",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110052",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110066",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110088",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110091",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110093",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110097",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110115",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110126",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110128",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110131",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110133",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110143",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110160",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110170",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110172",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110176",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110180",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110182",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110184",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110186",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110192",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110198",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110202",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110208",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110221",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110242",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110252",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110254",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110268",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110272",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110274",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110278",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110282",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110284",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110286",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110331",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110332",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110339",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110361",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110375",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110387",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110392",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110398",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110404",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110423",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110435",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110445",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110449",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110452",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110466",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110470",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110472",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110481",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110483",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110489",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110491",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110507",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110547",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110551",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110564",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110571",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110582",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110602",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110606",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110619",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110623",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110624",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110625",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110644",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110649",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110650",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110652",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110655",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110656",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110663",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110683",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110686",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110688",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110695",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110696",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110697",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110698",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110700",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110702",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110707",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110708",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110727",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110738",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110747",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110760",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110771",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110779",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110794",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110808",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110818",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110836",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110848",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110863",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110867",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110879",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110882",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "110886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110894",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110907",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110910",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "110915",
    city: "南投市",
    precise_loc: "文化南路283巷, 三興里, 南投市, 南投縣, 54059, 臺灣"
  },
  {
    oid: "110939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110958",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "110971",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "110998",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111022",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111035",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111054",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111068",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111091",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111093",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111098",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111126",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111128",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111130",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111131",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111132",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111133",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111134",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111144",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111146",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111162",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111164",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111169",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111192",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111196",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111202",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111204",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111205",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111206",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111207",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111208",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111209",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111214",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111215",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111217",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111218",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111238",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111246",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111247",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111248",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111252",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "111253",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111261",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111262",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111263",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111269",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111270",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111271",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111272",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111273",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111274",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111275",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111276",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111277",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111278",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111283",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111294",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111295",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111305",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111315",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111349",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111353",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111363",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111366",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111372",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111376",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111378",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111380",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111382",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111399",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111400",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111401",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111406",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111411",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111414",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111425",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111426",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111428",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111437",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111439",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111445",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111459",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111466",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111468",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111470",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111472",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111487",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111488",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111490",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111492",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111501",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111503",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111511",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111519",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111522",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111525",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111532",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111535",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111538",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111547",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111557",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111559",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111561",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111564",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111570",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111575",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111580",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111582",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111583",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111589",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111599",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111619",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111623",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111625",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111677",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111685",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111697",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111707",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111716",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111718",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111736",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111738",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111749",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111793",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111802",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111810",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111812",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111827",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111892",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111928",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111932",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111938",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111951",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111953",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111958",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111960",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111964",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111980",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111984",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "111986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111990",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "111992",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111994",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "111996",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "111998",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112008",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112036",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112062",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112072",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112078",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112095",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112097",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112118",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112124",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112139",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112143",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112157",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112173",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112175",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112177",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112179",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112187",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112197",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112199",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112201",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112209",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112219",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112227",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112237",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112247",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112251",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112305",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112337",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112347",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112350",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112361",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112363",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112367",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112370",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112373",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112375",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112387",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112389",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112393",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112397",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112413",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112422",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112425",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112428",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112429",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112436",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112437",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112438",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112443",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112448",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112463",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112465",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112467",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112474",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112476",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112488",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112504",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112513",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112514",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112527",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112551",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112553",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112557",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112571",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112575",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112595",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112607",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112618",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112628",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112639",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112664",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112668",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112697",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112736",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112748",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112753",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112755",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112757",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112759",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112769",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112777",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112780",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112806",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112809",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112813",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112827",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112834",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112873",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112879",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112887",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112889",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112890",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112891",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112893",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112895",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112898",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112900",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112914",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112916",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112918",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112922",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112924",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "112926",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112930",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112933",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112945",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "112956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112963",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112971",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112982",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "112984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112989",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112991",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112993",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "112995",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113000",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113002",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113051",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113052",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113055",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113061",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113066",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113067",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113068",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113078",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113080",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113082",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113090",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113098",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113100",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113109",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113120",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113126",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113138",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113146",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113148",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113182",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113202",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113222",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113229",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113234",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113265",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113269",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113313",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113315",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113325",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113327",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113331",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113341",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113343",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113347",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113371",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113373",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113399",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113429",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113431",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113433",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113440",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113442",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113448",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113450",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113452",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113456",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113460",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113464",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113466",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113494",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113518",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113525",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113527",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113532",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113534",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113561",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113563",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113566",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113574",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113581",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113585",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113600",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113630",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113642",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113644",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113648",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113650",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113652",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113659",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113677",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113679",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113682",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113694",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113708",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113715",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113717",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113731",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113733",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113743",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113777",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113779",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113781",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113788",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113806",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113824",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113831",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113858",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113860",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113864",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113873",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113875",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113880",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113884",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113889",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113921",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113923",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113932",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "113934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113943",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113949",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113951",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113959",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "113961",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113963",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "113965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "113967",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114015",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114034",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114070",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114096",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114100",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114104",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114110",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114112",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114114",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114125",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114129",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114141",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114158",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114160",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114172",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114174",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114176",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114182",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114209",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114233",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114237",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114239",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114241",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114266",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114274",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114282",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114295",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114339",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114342",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114360",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114369",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114371",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114414",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114422",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114426",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114428",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114442",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114467",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114479",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114490",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114491",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114492",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114493",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114505",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114506",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114511",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114520",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114532",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114540",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114543",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114545",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114551",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114572",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114584",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114603",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114618",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114620",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114623",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114625",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114658",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114667",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114675",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114688",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114690",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114692",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114706",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114708",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114722",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114727",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114729",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114739",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114741",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114761",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114776",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114778",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114793",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114805",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114810",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114812",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114814",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114816",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114825",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114841",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114853",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114861",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114893",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114899",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114923",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114925",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "114931",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114967",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114973",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114975",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114981",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114983",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114988",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "114990",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114992",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "114994",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114996",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "114998",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115007",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115027",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115028",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115048",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115050",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115072",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115103",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115105",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115109",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115115",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115127",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115142",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115144",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115147",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115153",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115157",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115159",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115161",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115165",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115174",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115179",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115204",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115221",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115238",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115240",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115252",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115258",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115266",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115274",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115278",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115283",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115299",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115309",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115329",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115333",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115339",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115341",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115343",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115364",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115389",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115397",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115399",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115422",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115428",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115462",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115476",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115482",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115488",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115491",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115495",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115497",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115507",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115514",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115516",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115520",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115524",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115540",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115546",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115554",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115557",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115559",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115561",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115571",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115573",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115584",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115599",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115601",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115626",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115634",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115640",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115642",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115645",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115647",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115649",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115651",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115653",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115661",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115669",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115673",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115675",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115681",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115691",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115693",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115703",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115705",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115711",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115729",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115746",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115750",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115760",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115784",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115785",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115789",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115814",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115835",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115836",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115838",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115846",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115874",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115875",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115876",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115877",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115878",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115879",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115880",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115881",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115882",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115883",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "115892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115907",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115923",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115931",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115935",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115948",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "115953",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "115984",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "115988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116001",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116011",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116012",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116022",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116034",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116047",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116051",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116057",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116063",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116071",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116073",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116077",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116081",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116117",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116133",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116146",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116150",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116152",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116156",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116157",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116161",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116164",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116168",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116170",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116187",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116189",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116196",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116206",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116214",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116215",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116219",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116230",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116236",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116258",
    city: "臺南市",
    precise_loc: "實踐路, 官田工業區, 二鎮里, 官田區, 臺南市, 720, 臺灣"
  },
  {
    oid: "116259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116271",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116273",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116275",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116289",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116292",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116295",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116301",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116326",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116339",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116344",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116382",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116383",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116391",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116394",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116395",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116401",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116404",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116406",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116415",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116419",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116434",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116435",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116437",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116440",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116441",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116445",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116446",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116447",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116448",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116453",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116464",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116517",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116523",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116526",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116540",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116541",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116543",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116544",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116547",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116553",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116557",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116559",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116563",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116565",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116569",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116571",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116577",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116579",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116581",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116591",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116597",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116599",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116603",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116607",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116615",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116617",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116619",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116631",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116643",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116644",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116646",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116650",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116651",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116657",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116666",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116667",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116678",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116679",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116680",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116682",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116683",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116694",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116695",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116705",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116711",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116712",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116715",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116719",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116721",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116723",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116741",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116744",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116756",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116759",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116767",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116768",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116769",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116770",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116771",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116772",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116776",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116777",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116796",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116800",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116809",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116824",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116851",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116853",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116857",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116862",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116865",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116873",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116875",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116878",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116880",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116881",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116884",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116885",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116886",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116887",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116890",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116891",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116894",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116895",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116905",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116914",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116918",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116923",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "116926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116935",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116941",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116946",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116956",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "116960",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116961",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116962",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116967",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116968",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "116986",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116987",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116990",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116993",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "116998",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117000",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117003",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117006",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117011",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117013",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117025",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117027",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117029",
    city: "南投市",
    precise_loc: "南投國小, 公所街, 崇文里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "117030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117032",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117035",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117037",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117045",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117047",
    city: "南投市",
    precise_loc: "南投國小, 公所街, 崇文里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "117048",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117049",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117051",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117053",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117055",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117059",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117063",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117065",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117088",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117120",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117121",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117124",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117129",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117133",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117134",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117135",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117136",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117145",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117149",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117150",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117151",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117152",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117153",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117158",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117159",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117160",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117161",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117163",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117173",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117177",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117181",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117185",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117188",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117210",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117215",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117219",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117220",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117222",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117253",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117261",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117263",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117269",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117271",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117279",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117283",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117289",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117294",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117306",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117315",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117323",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117328",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117329",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117330",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117332",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117333",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117335",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117341",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117349",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117358",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117368",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117387",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117389",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117393",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117397",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117399",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117409",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117421",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "117434",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117436",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117437",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117439",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117440",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117446",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117455",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117461",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117462",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117465",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117467",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117476",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117483",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117487",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117488",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117489",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117492",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117503",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117506",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117507",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117511",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117531",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117546",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117556",
    city: "臺北市",
    precise_loc: "台北市農會大樓, 153, 信義路三段, 和安里, 大安區, 東區商圈, 臺北市, 106, 臺灣"
  },
  {
    oid: "117564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117566",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117567",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117578",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117637",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117647",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117649",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117653",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117676",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117678",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117682",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117685",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117720",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117721",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117724",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117725",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117727",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117733",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117738",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117740",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117751",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117761",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117762",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117767",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117776",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117786",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117789",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117790",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117792",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117794",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117797",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117802",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117822",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117824",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "117827",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117831",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117841",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117851",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117853",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117877",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117884",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117889",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117891",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117912",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117922",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117924",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117941",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117951",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117967",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117971",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117982",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117984",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117986",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "117988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "117993",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118014",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118016",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118022",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118026",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118032",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118037",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118042",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118054",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118078",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118094",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118095",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118101",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118114",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118115",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118116",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118132",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118140",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118142",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118149",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118161",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118193",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118219",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118226",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118234",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118236",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118245",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118249",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118274",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118296",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118315",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118330",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118336",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118359",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118386",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118421",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118432",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118449",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118456",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118463",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118465",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118467",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118479",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118485",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118487",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118491",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118503",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118540",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118546",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118552",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118582",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118602",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118619",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118630",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118636",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118638",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118642",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118644",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118655",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118666",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118675",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118682",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "118685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118691",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118699",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118705",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118707",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118717",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118749",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118758",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118770",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118772",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "118775",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118781",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118785",
    city: "臺中市",
    precise_loc: "美德街, 育德里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118797",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118801",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118804",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118808",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "118813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118833",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118853",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118858",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118864",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118876",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118880",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118885",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118896",
    city: "南投市",
    precise_loc: "南崗一路11巷, 石頭公, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118904",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118906",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118920",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118922",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118924",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118946",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118961",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118963",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "118966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118972",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118980",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "118982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "118998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119002",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119023",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119026",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119034",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119051",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119086",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119095",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119097",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119101",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119144",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119147",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119153",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119163",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119175",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119178",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119201",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119222",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119233",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119237",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119241",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119243",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119246",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119252",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119268",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119282",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119290",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119300",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119306",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119323",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119325",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119329",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119333",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119335",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119339",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119345",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119347",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119349",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119352",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119364",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119391",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119395",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119397",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119399",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119415",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119422",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119428",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119438",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119440",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119448",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119450",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119452",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119456",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119466",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119468",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119472",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119474",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119476",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119486",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119492",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119505",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119520",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119524",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119526",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119565",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119569",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119571",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119573",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119575",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119577",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119579",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119595",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119597",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119599",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119601",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119619",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119625",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119655",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119700",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119701",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119702",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119711",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119717",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119719",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119720",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119728",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119745",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119769",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119772",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119782",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119791",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119793",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119803",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119828",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119844",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119846",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119848",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119850",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119857",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119859",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119865",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119871",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119876",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "119883",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119885",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119887",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119911",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119915",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119921",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119925",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119934",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119938",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119946",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119951",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119965",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119967",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119969",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "119971",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "119975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "119999",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120009",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120015",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120016",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120019",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120021",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120027",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120038",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120040",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120054",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120071",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120078",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120080",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120085",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120087",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120091",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120093",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120095",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120099",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120107",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120114",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "120121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120127",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120135",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120158",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120202",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120205",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120209",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120211",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120215",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120217",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120222",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120224",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120240",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120253",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120267",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120291",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120295",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120315",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120344",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120347",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120349",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "120374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120383",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120395",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120417",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120439",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120449",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120466",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120467",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120513",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120516",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120526",
    city: "臺中市",
    precise_loc: "東寶里, 潭子區, 臺中市, 42756, 臺灣"
  },
  {
    oid: "120532",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120534",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120540",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120544",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120548",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120559",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120565",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120585",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120589",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120603",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120607",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120612",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "120629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120635",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "120641",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120659",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120666",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120684",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120697",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120700",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120702",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120706",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120708",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120710",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120718",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120724",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120733",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120743",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120745",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120747",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120748",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "120756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120770",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120777",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120793",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120828",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120846",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120860",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120864",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120866",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120868",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120870",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120872",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120876",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120894",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120901",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120938",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120962",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120964",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120968",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120986",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "120992",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "120998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121004",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121014",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121017",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121025",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121031",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121041",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121045",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121047",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121053",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121057",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121059",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121065",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121069",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121071",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "121075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121109",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "121121",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121158",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121163",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121182",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121196",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121201",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121204",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121206",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121212",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121222",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121250",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121256",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121268",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121270",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121281",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121283",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121286",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121318",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121322",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121328",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121340",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121342",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121346",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121348",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121362",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121378",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121396",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121436",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121459",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121463",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121495",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121497",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121505",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121514",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121516",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121520",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121530",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121532",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121541",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "121542",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "121543",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "121545",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121547",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121549",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121550",
    city: "臺中市",
    precise_loc: "文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121552",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121560",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121563",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121566",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121571",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121582",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121588",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121590",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121592",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121600",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121608",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121610",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121612",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121614",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121618",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121637",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121639",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121641",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121690",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121695",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121708",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121718",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121732",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121743",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121751",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121759",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121779",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121781",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121789",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121795",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121799",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121810",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121823",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121827",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121831",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121840",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121888",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121906",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121908",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121922",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121925",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121931",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121935",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121939",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121951",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121953",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121961",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121963",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121965",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121973",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121975",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121979",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121986",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121988",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121990",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "121994",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "121998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122005",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122015",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122021",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122027",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122040",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122050",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122081",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122091",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122101",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122105",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122113",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122128",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122154",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122156",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122162",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122169",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122179",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122182",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122192",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122194",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122196",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122198",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122212",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122220",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122234",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122235",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122259",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122270",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122272",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122274",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122280",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122282",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122288",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122290",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122292",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122294",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122296",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122308",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122318",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122322",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122324",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122326",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122352",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122373",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122416",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122425",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122427",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122429",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122433",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122435",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122437",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122439",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122456",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122460",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122468",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122470",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122473",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122479",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122481",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122486",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122489",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122492",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122496",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122504",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122506",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122510",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122512",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122514",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122516",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122526",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122530",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122538",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122544",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122546",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122558",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122562",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122564",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122584",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122600",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122604",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122608",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122614",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122618",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122622",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122624",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122641",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "122656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122673",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122680",
    city: "朴子市",
    precise_loc: "嘉義縣立田徑場, 祥和三路西段, 大葛里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "122681",
    city: "朴子市",
    precise_loc: "嘉義縣立田徑場, 祥和三路西段, 大葛里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "122692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122694",
    city: "朴子市",
    precise_loc: "嘉義縣立田徑場, 祥和三路西段, 大葛里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "122696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122699",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122703",
    city: "朴子市",
    precise_loc: "嘉義縣立田徑場, 祥和三路西段, 大葛里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "122711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122713",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122715",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122720",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122761",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122768",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122770",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122772",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122774",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122776",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122800",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122813",
    city: "朴子市",
    precise_loc: "嘉義縣立田徑場, 祥和三路西段, 大葛里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "122820",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122822",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122824",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122829",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122841",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122852",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122869",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "122892",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122915",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122932",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122938",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122942",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122948",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122959",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122961",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122963",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122967",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122969",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "122980",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "122985",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123010",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123014",
    city: "朴子市",
    precise_loc: "大鄉里, 嘉朴公路, 大鄉里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "123018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123022",
    city: "朴子市",
    precise_loc: "大鄉里, 嘉朴公路, 大鄉里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "123023",
    city: "朴子市",
    precise_loc: "大鄉里, 嘉朴公路, 大鄉里, 朴子市, 嘉義縣, 613, 臺灣"
  },
  {
    oid: "123025",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123028",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123030",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123033",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123038",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123040",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123042",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123054",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123056",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123067",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123071",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123073",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123082",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123086",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123103",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123136",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123140",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123160",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123179",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123181",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123193",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123209",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123212",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123220",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "123221",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123228",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123230",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123232",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123242",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123248",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123252",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123315",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123317",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123319",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123321",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123323",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123325",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123328",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123339",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123358",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "123371",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123379",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123381",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123406",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123408",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123410",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123432",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123440",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123442",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123446",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123456",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123474",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123486",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123492",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123494",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123496",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123518",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123520",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123524",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123532",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123545",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "123554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123556",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123563",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123566",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123588",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123594",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "123596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123598",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123605",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "123612",
    city: "高雄市",
    precise_loc: "旗楠路80巷, 保社里, 大社區, 鳳山厝, 高雄市, 815, 臺灣"
  },
  {
    oid: "123618",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123655",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123659",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123667",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123669",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123673",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123681",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123683",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123685",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123689",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123691",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123701",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123712",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123736",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123740",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123814",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123816",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123818",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123825",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123827",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123833",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123841",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123851",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123855",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123861",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123863",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "123946",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123952",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123978",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "123988",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123991",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "123997",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124000",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124005",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124009",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124019",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124021",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124052",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124056",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124066",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124070",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124088",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124125",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124128",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124140",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124148",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124150",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124159",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124161",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124163",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124165",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124167",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124169",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124174",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124182",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124184",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124193",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124197",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124199",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124203",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124208",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124210",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124218",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124221",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124225",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124239",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "124244",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124246",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124253",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124259",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124270",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124282",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124284",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124304",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124327",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124344",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124348",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124350",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124368",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124413",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124425",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124429",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124435",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124437",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124439",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124443",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124445",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124447",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124449",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124457",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124461",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124466",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "124475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124487",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "124493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124495",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124513",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124515",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124519",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124521",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124526",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124533",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124569",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124571",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124587",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124591",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124593",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124597",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124599",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124602",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124618",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124620",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124632",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124648",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124667",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124674",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124680",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124687",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124690",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124700",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124717",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124719",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124721",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124725",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124729",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124735",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124737",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124739",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124747",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124755",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124761",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124767",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124773",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124775",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124791",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124808",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124813",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124816",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124819",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124859",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124870",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124876",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124884",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124886",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124906",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124912",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124928",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124930",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124937",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124945",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124947",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124954",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124956",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124966",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124991",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "124994",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "124997",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125009",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125013",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125057",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125068",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125078",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125088",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125100",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125110",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125116",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125118",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125122",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125126",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125134",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125136",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125140",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125146",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125148",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125151",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125159",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125161",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125168",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125172",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125180",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125188",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125196",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125198",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125200",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125211",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125216",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125218",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125232",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125259",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125264",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125270",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125272",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125274",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125276",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125280",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125284",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125298",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125329",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125331",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125333",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125335",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125337",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125339",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125341",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125347",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125351",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125353",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125364",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125376",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125389",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125414",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125418",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125444",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125487",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125519",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125525",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125535",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125553",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125557",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125559",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125562",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125572",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125582",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125584",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125586",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125590",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125592",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125598",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125602",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125604",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125609",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125625",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125629",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125633",
    city: "臺中市",
    precise_loc: "東寶里, 潭子區, 臺中市, 42756, 臺灣"
  },
  {
    oid: "125634",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125650",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125652",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125654",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125663",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125669",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125671",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125673",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125688",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125701",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125709",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125711",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125741",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125742",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125745",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125746",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125747",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125753",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125755",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125759",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125760",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125761",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125762",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125763",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125783",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125785",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125787",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125811",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125813",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125823",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125825",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125827",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125831",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125835",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125837",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125839",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125843",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125845",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125882",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125890",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125892",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125893",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125895",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125899",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "125913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125923",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125927",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125929",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125935",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125937",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125939",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "125941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "125943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126008",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126016",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126033",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126087",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126089",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126093",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126095",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126097",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126106",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126112",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126119",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126121",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126123",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126127",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126148",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126150",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126171",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126177",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126187",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126192",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126194",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126196",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126200",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126202",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126204",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126206",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126215",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126217",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126219",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126223",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126227",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126229",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126236",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "126246",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126250",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "126260",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "126295",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "126307",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126313",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126314",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126315",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126316",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126318",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126319",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126326",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "126366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126374",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126380",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126381",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126382",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "126384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126403",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126405",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126413",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126417",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126419",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126421",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126425",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126427",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126436",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126439",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126484",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126495",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126497",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126504",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126506",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126514",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126516",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126518",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126525",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126537",
    city: "臺中市",
    precise_loc: "台灣中油, 英才路, 文莊里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126541",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126543",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126545",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126549",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126576",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126578",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126615",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126637",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126647",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126649",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126654",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126667",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126684",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126686",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126700",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126704",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126706",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126714",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126716",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126720",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126741",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126745",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126751",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126753",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126755",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126757",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126763",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126765",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126767",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126769",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126819",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126842",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126849",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126853",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126855",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126857",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126863",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126865",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126872",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126874",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126879",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126894",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126896",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126908",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126910",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126912",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "126916",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126930",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126951",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126955",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126967",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126990",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "126994",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "126998",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127002",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127006",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127010",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127012",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127014",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127016",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127018",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127024",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127035",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127053",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127071",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127095",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127097",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127102",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127110",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127116",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127123",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127134",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127148",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127166",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127179",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127197",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127199",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127201",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127207",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127212",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127214",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127219",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127228",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127232",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127267",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127275",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127277",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127279",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127289",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127294",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127302",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127306",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127310",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127312",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127314",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127343",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127360",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127369",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127394",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127428",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127438",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127444",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127450",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127452",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127456",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127461",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127475",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127503",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127507",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127511",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127513",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127525",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127531",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127537",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127542",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127551",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127554",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "127556",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "127559",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127565",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127567",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127577",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127583",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127585",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127599",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "127603",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127623",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127625",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127655",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127657",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127659",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127661",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127670",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127682",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127694",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127696",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127698",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127700",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127712",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127723",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127737",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127742",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127760",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127769",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "127775",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127778",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127786",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127798",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127815",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127817",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127821",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127828",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127830",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127832",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127836",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127838",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127841",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127843",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127847",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127854",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127861",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127877",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127896",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127898",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127909",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127911",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127913",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127915",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127919",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127921",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127931",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127933",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127938",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127940",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127945",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "127975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127977",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127979",
    city: "臺南市",
    precise_loc: "和善公廟, 南318, 南廍里, 官田區, 臺南市, 720, 臺灣"
  },
  {
    oid: "127980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "127982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128004",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128008",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128017",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128022",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128035",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128061",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128068",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128075",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128083",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128089",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "128090",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128096",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128100",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128104",
    city: "南投市",
    precise_loc: "南投國小, 公所街, 崇文里, 南投市, 南投縣, 54062, 臺灣"
  },
  {
    oid: "128105",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128107",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128110",
    city: "南投市",
    precise_loc: "活動中心, 集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "128125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128127",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128148",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128152",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128155",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128157",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128159",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128169",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128171",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128173",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128175",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128177",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128179",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128181",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128183",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128185",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128187",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128189",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128191",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128222",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128224",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128261",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128263",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128271",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128283",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128285",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128289",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128291",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128295",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128298",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128300",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128313",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128328",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128330",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128336",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128342",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128346",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128356",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128375",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128387",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128389",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128408",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128415",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128417",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128434",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128444",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128460",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128462",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128474",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128478",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128480",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128491",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128505",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128507",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128513",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128518",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128527",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128529",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128531",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128537",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128540",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128548",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128550",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128560",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128562",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128570",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128573",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128579",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128581",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128591",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128594",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128596",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128602",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128606",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128612",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128614",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128616",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128620",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128622",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128624",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128628",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128630",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128666",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128688",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128690",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128714",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128742",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128756",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128766",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128768",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128771",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128774",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128778",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128780",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128784",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128786",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128794",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "128817",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128822",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128824",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128826",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128833",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "128834",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128837",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128848",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128850",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128852",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128854",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128860",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128862",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128875",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128877",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128914",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "128917",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128934",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128942",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128944",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128946",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128967",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128970",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128972",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128974",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128976",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128978",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128987",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128991",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128993",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "128995",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "128999",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129003",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129007",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129013",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129022",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129024",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129032",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129035",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129039",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129043",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129055",
    city: "臺中市",
    precise_loc: "六分里, 外埔區, 臺中市, 438, 臺灣"
  },
  {
    oid: "129058",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129070",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129072",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129074",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129076",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129082",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129088",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129092",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129094",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129106",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129108",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129112",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129139",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129146",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129150",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129160",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129175",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129193",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129205",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129214",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129216",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129218",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129220",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129222",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129224",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129226",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129240",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129242",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129245",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129275",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129278",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129283",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129293",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129309",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129322",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129325",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129333",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129335",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129338",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129340",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129345",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129348",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129349",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129350",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129360",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129380",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129384",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129386",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129392",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129398",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129402",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129404",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129406",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129412",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129414",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129420",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129422",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129424",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129426",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129428",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129430",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129432",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129434",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129436",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129438",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129440",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129444",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129446",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129453",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129455",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129469",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129470",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129472",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129474",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129476",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129478",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129497",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129499",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129501",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129505",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129507",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129509",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129511",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129515",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129519",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129523",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129534",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129536",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129546",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129555",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129557",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129584",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129604",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129607",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129609",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129611",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129624",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129631",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129636",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129647",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129649",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129652",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129654",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129660",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129662",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129664",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129666",
    city: "新北市",
    precise_loc: "大新街9巷, 五峯里, 新店區, 大坪林, 新北市, 23146, 臺灣"
  },
  {
    oid: "129668",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129679",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129691",
    city: "南投市",
    precise_loc: "麥當勞, 南崗二路, 牛運堀, 漳和里, 南投市, 南投縣, 54059, 臺灣"
  },
  {
    oid: "129714",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129716",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129718",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129728",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129734",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129736",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129738",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129740",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129742",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129746",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129756",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129760",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129801",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129833",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129836",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129854",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129856",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129858",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129860",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129867",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129873",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129875",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129877",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129881",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129885",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129887",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129890",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129892",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129894",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129910",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129912",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129914",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129916",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129918",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "129926",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129936",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129938",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129944",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129950",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129953",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "129955",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129971",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129973",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129975",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129981",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129983",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129985",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129987",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "129991",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130002",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130007",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130009",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130011",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130017",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130023",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130025",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130027",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130029",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130031",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130067",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130079",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130095",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130100",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130107",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130120",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130124",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130130",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130132",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130134",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130138",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130142",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130147",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130163",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130165",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130166",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130168",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130182",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130184",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130191",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130195",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130197",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130209",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130234",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130237",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130246",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130252",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130254",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130258",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130262",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130267",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130269",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130271",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130275",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130277",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130286",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130306",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130318",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130320",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130330",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130332",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130338",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130350",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130363",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130368",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130381",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130385",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130392",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130394",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130396",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130398",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130400",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130402",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130404",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130409",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130410",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130417",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130419",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130428",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130456",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130458",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130473",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130477",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130479",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130481",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130483",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130485",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130489",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130491",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130493",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130495",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130517",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130521",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130523",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130537",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "130538",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "130541",
    city: "臺北市",
    precise_loc: "尚宏眼鏡, 太原路79巷, 建泰里, 大同區, 後車頭, 臺北市, 10355, 臺灣"
  },
  {
    oid: "130547",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130549",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130569",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130590",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130603",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130605",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130613",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130617",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130621",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130625",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130633",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130635",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130637",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130639",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130641",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130643",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130645",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130647",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130649",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130651",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130653",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130655",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130659",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130665",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130669",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130675",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130677",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130708",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130710",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130729",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130731",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130733",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130735",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130744",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130750",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130752",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130754",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130760",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130762",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130768",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130793",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130798",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130806",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130824",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130826",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130828",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130830",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130835",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130838",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130845",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130862",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130864",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130866",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130869",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130875",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130885",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130893",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130903",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130928",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130932",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130937",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130939",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "130943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130945",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130947",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130949",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130951",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130953",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130957",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130959",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130965",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130969",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130980",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130982",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130984",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130988",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "130996",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "130997",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131000",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131012",
    city: "南投市",
    precise_loc: "大庄路, 嘉興里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131020",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131036",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131038",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131042",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131044",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131046",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131048",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131050",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131054",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131056",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131058",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131060",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131062",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131064",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131072",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131076",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131086",
    city: "臺中市",
    precise_loc: "永豐棧平面車位, 大墩二十街, 何南里, 西屯區, 臺中市, 40759, 臺灣"
  },
  {
    oid: "131114",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131116",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131131",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131140",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131142",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131144",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131148",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131164",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131166",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131168",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131173",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131186",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131190",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131200",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131203",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131213",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131231",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131233",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131235",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131238",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131240",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131244",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131248",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131250",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131256",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131260",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131262",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131268",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131273",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131281",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131287",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131295",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131297",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131299",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131301",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131303",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131305",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131307",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131309",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131311",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131313",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131315",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131334",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131336",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131348",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131354",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131362",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131364",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131373",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131375",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131377",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131405",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131407",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131411",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131413",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131416",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131423",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131427",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131429",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131431",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131433",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131441",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131445",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131447",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131450",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131452",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131454",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131456",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131458",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131460",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131463",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131465",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131469",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131471",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131479",
    city: "南投市",
    precise_loc: "淘氣廚丸-義式料理, 集賢路, 三興里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: "131480",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131482",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131484",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131490",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131492",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131494",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131496",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131498",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131500",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131502",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131508",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131520",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131522",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131524",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131526",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131528",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131530",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131538",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131544",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131546",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131548",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131550",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131552",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131554",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131556",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131558",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131560",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131564",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131566",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131568",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131570",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131572",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131574",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131576",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131578",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131580",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131627",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131646",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131656",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131670",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131683",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131690",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131692",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131704",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131707",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "131714",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131718",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131724",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131726",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131730",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131739",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131741",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131744",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131746",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131748",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131758",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131764",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131766",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131768",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131781",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131784",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131785",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131883",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131922",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131924",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131941",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131943",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131946",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131948",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131952",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "131954",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "131956",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132005",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132007",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132011",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132013",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132077",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132084",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132087",
    city: "臺中市",
    precise_loc: "臺灣土地銀行, 232, 文心路四段, 賴旺里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132091",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132093",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132098",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132104",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132109",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132111",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132113",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132115",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132117",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132119",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132121",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132123",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132125",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132127",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132129",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132131",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132133",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132137",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132139",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132141",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132143",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132145",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132149",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132151",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132176",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132178",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132180",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132186",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132195",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132199",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132203",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132221",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132225",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132263",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132265",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132287",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132333",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132335",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132337",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132345",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132347",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132351",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132354",
    city: "南投市",
    precise_loc: "大庄路, 牛食水仔, 嘉和里, 南投市, 南投縣, 54056, 臺灣"
  },
  {
    oid: "132358",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132361",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132364",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132366",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132368",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132370",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132372",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132374",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132378",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132382",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132384",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132386",
    city: "南投市",
    precise_loc: "千秋路217巷, 南千秋, 千秋里, 南投市, 南投縣, 54051, 臺灣"
  },
  {
    oid: "132388",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132390",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132399",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132401",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132403",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132405",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132407",
    city: "臺中市",
    precise_loc: "文心梅川西路口, 人行道, 賴興里, 北區, 臺中市, 404, 臺灣"
  },
  {
    oid: "132412",
    city: "南投市",
    precise_loc: "集賢路, 三和里, 南投市, 南投縣, 54050, 臺灣"
  },
  {
    oid: ""
  }
]